<?php

return [
    'auth' => [
        'dashboard' => 'لوحة التحكم',
        'profile' => 'الحساب',
        'login' => 'تسجيل الدخول',
        'register' => 'التسجيل',
    ],
    'subscribe' => [
        'text' => 'اشترك في نشرتنا البريدية',
        'placeholder' => 'ادخل بريدك الإلكتروني',
        'button' => 'اشترك',
        'new' => 'تم اشتراك :name بنجاح',
    ],
    'email' => [
        'required' => 'يرجى ملئ حقل البريد الالكتروني',
        'unique' => 'البريد الاكتروني موجود بالفعل',
        'format' => 'يجب ادخال بريد الكتروني',
    ],
];
